Repository: JeremyJeanson/MyBlog.netcore
Catalog: Sources/MyBlog.Resources/MultilingualResources/MyBlog.Resources.*.xlf
Languages: fr_fr

source: About
fr_fr: À propos

source: Categories
fr_fr: Catégories

source: Category
fr_fr: Catégorie

# GetMorePost
source: Get more posts
fr_fr: Voir plus d'éléments

source: Get more results
fr_fr: Voir plus d'éléments

# MailSended
source: <p>Mail sended.</p><p>Thank you. I will reply as soon as possible.</p>
fr_fr: <p>Mail envoyé.</p><p>Merci. Je répondrai dès que possible.</p>

# MailSendError
source: Sorry, We are not abble to send your mail.
fr_fr: Désolé, Nous ne somme pas en mesure d'envoyer votre mail.

source: Me
fr_fr: Moi

source: Read more
fr_fr: Lire la suite

source: Search
fr_fr: Rechercher

source: Send
fr_fr: Envoyer

# SenderMail
source: Your email
fr_fr: Votre e-mail

# SenderName
source: Your name
fr_fr: Votre nom

# Subject
source: Your subject
fr_fr: Votre objet

# VersionSuffix
source: by Jérémy Jeanson
fr_fr: par Jérémy Jeanson

source: Feeds
fr_fr: Flux

# HostedOnAzure
source: Hosted on Microsoft Azure
fr_fr: Hébergé via Microsoft Azure

# ExternalLoginCallbackError
source: <p>An error occurred during the login process. We are sorry.</p><p>Please try again later.</p>
fr_fr: <p>Une erreur est survenue lors de votre a connexion. Nous en somme désolé.</p><p>S'il vous plaît, veuillez tenter l'opération ultérieurement.</p>

source: Save
fr_fr: Enregistrer

# EditAccount
source: Edit your profile
fr_fr: Editez votre profil

# EditAccountError
source: Sorry we are not able to save your profile. Please try again later.
fr_fr: Désolé, nous ne sommes pas en mesure d'enregister votre profil. Veuillez tenté l'opération ultérieurement.

# EditAccountInformation
source: Your email is only used when you request to be notified of comments on post you are following.
fr_fr: Votre e-mail ne sera utilisé que pour vous notifier de nouveaux commentaires sur les articles que vous aurez choisi de suivre.

# EditAccountSuccess
source: Informations saved.
fr_fr: Informations enregistrées.

# LogoutSuccess
source: You have successfully logget out.
fr_fr: Vous avez été déconnecté.

# LogInOrSignUp
source: Login in
fr_fr: Se connecter

source: Log out
fr_fr: Se déconnecter

source: Comments
fr_fr: Commentaires

source: No comments
fr_fr: Pas de commentaires

# NComments
source: comments
fr_fr: commentaires

# LogInPriorToComment
source: You have to be logged in to comment this post.
fr_fr: Vous devez être connecter pour commenter cet article.

# EnterComment
source: Enter a comment to add to this post
fr_fr: Entrez un commentaire à ajouter à cet article

# EnterEmail
source: Enter an e-mail
fr_fr: Entrez un e-mail

# EnterMessage
source: Enter your message
fr_fr: Entrez votre message.

# EnterName
source: Enter a display name
fr_fr: Entrez un nom.

# EnterSubject
source: Enter a subject for this message
fr_fr: Entrez un objet pour ce message

source: Name
fr_fr: Nom

# EmailValidationContentFormat
source: <p>Hi {0},</p> <p>Your mail was used on {1}. To ensure you have requested it, your e-mail will not be used without your validation.</p> <p>If you want to be able to comment en receive comment updates, please use <a href='{2}' alt="Validation url">this link</a> to validate your e-mail.</p> <p>If you cannot use this link, copy and past this url in your web browser : {2}</p> <p>Best regards,</p>
fr_fr: <p>Bonjour {0},</p> <p>Votre e-mail et été enregistré sur le sute {1}. Afin de s'assure que celui-ci a été avec votre accord, votre e-mail ne serra pas utilisé sans votre validation.</p> <p>Si vous souhaiter pouvoir commenter des articles et être notifier des nouveaux commentaires, SVP utilisez <a href='{2}' alt="Validation url">ce lien</a> pour valider votre e-mail.</p> <p>Si vous ne pouvez pas utiliser celui-ci, copiez et coller l'addresse suivante dans votre navigateur : {2}</p> <p>Cordialement,</p>

# EmailValidationSubject
source: Mail confirmation
fr_fr: Confirmation d'e-mail

# EMailCommentAddedContent
source: <p>Hi {0},</p> <p>A new comment has been hadded to the post <a href='{1}' alt='{2}'>'{2}'</p> <p>{1}</p>
fr_fr: <p>Bonjour {0},</p> <p>Un nouveau commentaire a été ajouté à l'article <a href='{1}' alt='{2}'>'{2}'</p> <p>{1}</p>

# EMailCommentAddedSubject
source: New comment on '{0}'
fr_fr: Nouveau commentaire sur '{0}'

# EmailValidationStatusKo
source: Your e-mail has not been validated yet. Please, check your mailbox.
fr_fr: Votre e-mail n'a pas été validé pour le moment. S'il vous plaît, vérifiez votre boite mail.

# EmailValidationStatusOk
source: Your e-mail has been validated.
fr_fr: Votre e-mail a été vérifié.

# SendValidationMail
source: Send a new validation mail
fr_fr: Envoyer un nouvel e-mail de vérfication

# SendValidationMailError
source: Sorry we are not able to send a validation mail. Please check your porfile and try again later.
fr_fr: Désolé, nous ne somme pas en mesure de valider votre e-mail. S'il vous plaît, veuillez vérifier votre profile et votre boite mail.

# SendValidationMailSuccess
source: Mail send. Please check your mailbox.
fr_fr: Mail envoyé. S'il vous plaît, vérifiez votre boite mail.

# SubscribToCommentNotification
source: I want receive an e-mail when someone post a comment to this post.
fr_fr: Je veux recevoir un e-mail quand un commentaire est ajouté à cet article.

# SubscribToCommentNotificationError
source: Sorry we are not able to update yoursubscription Please try again later.
fr_fr: Désolé, nous ne somme pas en mesure de mettre à jour votre inscription. S'il vous plaît, veuillez tenter l'opération ultérieurement.

# SubscribToCommentNotificationSuccess
source: Your subscription has been updated.
fr_fr: Votre inscription a été mise à jour.

# Disclamer
source: This is a personal weblog. The opinions expressed here represent my own and not those of my employer.
fr_fr: Les idées exprimées sur ce site sont les miennes et n'engagent pas mon employeur.

source: Privacy Policy
fr_fr: Politique de confidentialité

# PrivacyPolicyContent
source: <p>To allow you to log in, this application have to store Open Auth informations shared by your providers (Facebook, Twitter.. .etc...). It si only technical data (token). Out of this application, this informations cannot be used and have none interest.</p><p>Informations collected when you are editing you profile are used only by this application and are not shared with third parties or other applications. At any time, you are able to edit/delete your informations. It will be permanently removed from the database.</p>
fr_fr: <p>Afin de vous permettre de vous connecter, cette application doit stocker les informations d'authentification OpenAuth partagées par vos fournisseurs (Facebook, Twitter... etc...). Il s'agit uniquement de données techniques (token). Hors de cette application, ces informations ne peuvent pas être utilisées et n'ont aucun intérêt.</p><p>Les informations collectés lors de la saise de votre profile sont uniquement utilisées par cette application et ne sont pas partégées avec d'autres applications. A tout moment, vous être en mesure d'éditer ou supprimer ces informations. Elles seront suprimées définitivement de la base de données.</p>

source: Terms of service
fr_fr: Conditions d'utilisation

# TermsOfServiceContent
source: This service have no rules. Be fun, fine and benevolent to enjoy it.
fr_fr: Ce service n'a pas de règles. Soyez sympathique et bienveillant pour en profiter.

# ReadMoreAboutSuffix
source: about this article
fr_fr: de cet article

# EmptySearchResultMessage
source: There are no results for this search.
fr_fr: Il n'y a aucun résultat pour cette recherche.

# CookiesConcentContent
source: This website uses cookies to allow us to enhance your browsing experience (accessibility settings). If you continue to use this website you agree to our use of cookies.
fr_fr: Ce site utilise des cookies pour améliorer votre expérience de navigation (paramètres personnels). Si vous continuez de naviguer sur ce site, vous êtes en accord avec cet usage des cookies.

# CookiesPolityTitle
source: Cookie Policy
fr_fr: Usage des cookies

# CookiesPolityContent
source: <p>This website use cookie to enhance your browsing experience.</p> Cookies that could be used are: <ul><li>To save your settings. </li><li>To preserver your session when you are authenticated via social networks. </li><li>To analyze pages the most view, to have an idea about the content loved by users.</li> </ul>
fr_fr: <p>Ce site utilise des cookies pour améliorer votre expérience de navigation.</p> Les cookies peuvent être utilisés pour: <ul><li>Conserver vos préférences. </li><li>Préserver l'état de votre session quand vous êtes authentifié via les réseaux sociaux.</li><li>Analyser les pages les plus vues et avoir une idée du contenu apprécié par les utilisateurs.</li> </ul>

# AccessibilitySettingsFontTitle
source: Font
fr_fr: Police

# AccessibilitySettingsFontUseDefault
source: Use the default font
fr_fr: Utiliser la police à défaut

# AccessibilitySettingsFontUseDylexia
source: Use the dyslexic font
fr_fr: Utilisez la police pour dyslexiques

source: Accessibility
fr_fr: Accessibilité

# AccessibilityFullTitle
source: Accessibility settings
fr_fr: Paramètres d'accessibilité

# AboutDescription
source: Informations about {0}, author of this blog
fr_fr: Informations au sujet de {0}, auteur de ce blog

# ArchivesDescription
source: Archives for {0}
fr_fr: Archives de {0}

# CategoryDescription
source: Posts in the category '{0}'
fr_fr: Articles dans la catégorie '{0}'

# ContactDescription
source: Contact {0}, author of this blog
fr_fr: Contacter {0}, auteur de ce blog

# CookiesPolityDescription
source: Informations about our Cookie Policy
fr_fr: Informations au sujet de notre utilisation des Cookies

# PrivacyPolicyDescription
source: Informations about our Privacy Policy
fr_fr: Informations au sujet de notre politique de confidentialité

# SearchDescription
source: Search result for '{0}'
fr_fr: Résultats de la recherche pour '{0}'

source: Share
fr_fr: Partager

source: Share with
fr_fr: Partager avec

source: Toggle navigation
fr_fr: Afficher ou masquer le menu de navigation

source: Show more share options
fr_fr: Afficher plus d'options de partage

# AccessibilitySettingsSetTextIsJutified
source: Justify the text
fr_fr: Justifier le texte

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

# AccessibilitySettingsTextAlign
source: Text alignment
fr_fr: Alignement du texte

# AccessibilitySettingsSetTextIsNotJutified
source: Align text on left
fr_fr: Aligner le texte sur la gauche

# AccessibilitySettingsLineHeight
source: Space between two lines
fr_fr: Espace entre deux lignes

# AccessibilitySettingsLineHeight100
source: Use the default space
fr_fr: Utilisez l'espace par défaut

# AccessibilitySettingsLineHeight200
source: Double space
fr_fr: Doubler l'espace

# AccessibilitySettingsLineHeight300
source: Triple space
fr_fr: Tripler l'espace

# AccessibilityTheme
source: Theme
fr_fr: Thème

# AccessibilityThemeDefault
source: Use the default theme
fr_fr: Utiliser le thème clair

# AccessibilityThemeDark
source: Use the dark theme
fr_fr: Utiliser le thème sombre

# AccessibilityThemeHighContrast
source: Use the high contrast theme
fr_fr: Utiliser le thème à contraste élevé

# PostInfoCategories
source: Categories of this article
fr_fr: Catégories de cet article

# PostInfoDate
source: Date of publication
fr_fr: Date de publication

# SearchText
source: Text to search
fr_fr: Texte à rechercher

# Message
source: Your message
fr_fr: Votre message

# LogInWith
source: Log in using {0}
fr_fr: Se connecter en utilisant {0}

source: Home
fr_fr: Accueil
